{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "à": 155,
      "á": 156,
      "â": 157,
      "ã": 158,
      "ä": 159,
      "å": 160,
      "æ": 161,
      "ç": 162,
      "è": 163,
      "é": 164,
      "ê": 165,
      "ë": 166,
      "ì": 167,
      "í": 168,
      "î": 169,
      "ï": 170,
      "ð": 171,
      "ó": 172,
      "ô": 173,
      "ā": 174,
      "Ă": 175,
      "ă": 176,
      "ĉ": 177,
      "Ċ": 178,
      "ċ": 179,
      "Č": 180,
      "č": 181,
      "ď": 182,
      "Đ": 183,
      "Ġ": 184,
      "ġ": 185,
      "Ģ": 186,
      "ģ": 187,
      "Ĥ": 188,
      "ĥ": 189,
      "Ħ": 190,
      "ħ": 191,
      "Ĩ": 192,
      "ĩ": 193,
      "Ī": 194,
      "ī": 195,
      "Ĭ": 196,
      "ĭ": 197,
      "Į": 198,
      "į": 199,
      "İ": 200,
      "ı": 201,
      "Ĳ": 202,
      "ĳ": 203,
      "Ĵ": 204,
      "ĵ": 205,
      "Ķ": 206,
      "ķ": 207,
      "ĸ": 208,
      "Ĺ": 209,
      "ĺ": 210,
      "Ļ": 211,
      "ļ": 212,
      "Ľ": 213,
      "ľ": 214,
      "Ŀ": 215,
      "ŀ": 216,
      "Ł": 217,
      "ł": 218,
      "Ń": 219,
      "ĠĠ": 220,
      "Ġt": 221,
      "Ġa": 222,
      "in": 223,
      "he": 224,
      "ĠĠĠĠ": 225,
      "re": 226,
      "on": 227,
      "Ġthe": 228,
      "er": 229,
      "at": 230,
      "Ġs": 231,
      "en": 232,
      "Ġo": 233,
      "Ġc": 234,
      "Ġw": 235,
      "it": 236,
      "or": 237,
      "is": 238,
      "es": 239,
      "ed": 240,
      "al": 241,
      "an": 242,
      "Ġp": 243,
      "Ġf": 244,
      "Ġb": 245,
      "Ġan": 246,
      "ing": 247,
      "Ġin": 248,
      "Ġof": 249,
      "ar": 250,
      "ou": 251,
      "ion": 252,
      "Ġm": 253,
      "Ġd": 254,
      "ic": 255,
      "--": 256,
      "ĠĠĠĠĠĠĠĠ": 257,
      "Ġto": 258,
      "le": 259,
      "Ġand": 260,
      "as": 261,
      "ro": 262,
      "Ġth": 263,
      "Ġh": 264,
      "ent": 265,
      "ct": 266,
      "Ġre": 267,
      "et": 268,
      "el": 269,
      "Ġn": 270,
      "st": 271,
      "om": 272,
      "il": 273,
      "Ġe": 274,
      "Ġl": 275,
      "id": 276,
      "ot": 277,
      "im": 278,
      "ve": 279,
      "ig": 280,
      "Ġis": 281,
      "ut": 282,
      "Ġg": 283,
      "Ġ(": 284,
      "ĠT": 285,
      "am": 286,
      "----": 287,
      "ĠI": 288,
      "ol": 289,
      "se": 290,
      "ation": 291,
      "ac": 292,
      "ly": 293,
      "âĢ": 294,
      "Ġfor": 295,
      "ur": 296,
      "ĠĠĠ": 297,
      "Ġbe": 298,
      "ow": 299,
      "ĠS": 300,
      "Ġthat": 301,
      "Ġu": 302,
      "Ġon": 303,
      "ad": 304,
      "ĠC": 305,
      "ĠA": 306,
      "Ġst": 307,
      "ver": 308,
      "ay": 309,
      "ith": 310,
      "ce": 311,
      "ul": 312,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 313,
      "Ġ1": 314,
      "if": 315,
      "Ġy": 316,
      "Ġcon": 317,
      "Ġwith": 318,
      "ir": 319,
      "Ġas": 320,
      "od": 321,
      "ch": 322,
      "ter": 323,
      "Ġpro": 324,
      "00": 325,
      "Ġit": 326,
      "Ġ\"": 327,
      "ate": 328,
      "ab": 329,
      "her": 330,
      "ag": 331,
      "um": 332,
      "Ġal": 333,
      "ĠM": 334,
      "Ġ$": 335,
      "pe": 336,
      "Ġwe": 337,
      "em": 338,
      "ri": 339,
      "nd": 340,
      "Ġv": 341,
      "Ġwh": 342,
      "Ġ2": 343,
      "Ġyou": 344,
      "ĠP": 345,
      "res": 346,
      "pp": 347,
      "qu": 348,
      "==": 349,
      "ain": 350,
      "Ġde": 351,
      "est": 352,
      "Ġr": 353,
      "Ġex": 354,
      "ĠThe": 355,
      "ist": 356,
      "os": 357,
      "us": 358,
      "ĠB": 359,
      "Ġwas": 360,
      "Ġhe": 361,
      "ant": 362,
      "--------": 363,
      "Ġ\\": 364,
      "Ġor": 365,
      "Ġcom": 366,
      "Ġare": 367,
      "ht": 368,
      "Ġat": 369,
      "un": 370,
      "th": 371,
      "ers": 372,
      "iv": 373,
      "ment": 374,
      "**": 375,
      "oc": 376,
      "ess": 377,
      "Ġsu": 378,
      "ity": 379,
      "ĠH": 380,
      "Ġse": 381,
      "Ġ=": 382,
      "ill": 383,
      "op": 384,
      "Ġby": 385,
      "ore": 386,
      "ĠF": 387,
      "rom": 388,
      "ld": 389,
      "and": 390,
      "ĠD": 391,
      "ction": 392,
      "ke": 393,
      "ĠW": 394,
      "nt": 395,
      "Ġnot": 396,
      "Ġ-": 397,
      "Ġha": 398,
      "ive": 399,
      "end": 400,
      "ĠL": 401,
      "ort": 402,
      "ra": 403,
      "ĠR": 404,
      "ĊĠĠĠĠ": 405,
      "Ġne": 406,
      "pt": 407,
      "Ġthis": 408,
      "ĠN": 409,
      "Ġfrom": 410,
      "art": 411,
      "âĢĻ": 412,
      "ight": 413,
      "ud": 414,
      "ĊĠĠĠ": 415,
      "red": 416,
      "Ġsh": 417,
      "pl": 418,
      "ell": 419,
      "ies": 420,
      "ial": 421,
      "te": 422,
      "ĠG": 423,
      "Ġch": 424,
      "Ġhave": 425,
      "our": 426,
      "ated": 427,
      "ĠE": 428,
      "fe": 429,
      "all": 430,
      "ure": 431,
      "'s": 432,
      "ould": 433,
      "ine": 434,
      "Ġle": 435,
      "per": 436,
      "{\\": 437,
      "Ġ*": 438,
      "Ġ0": 439,
      "ust": 440,
      "ge": 441,
      "og": 442,
      ").": 443,
      "Ġcan": 444,
      "ame": 445,
      "ue": 446,
      "ack": 447,
      "ical": 448,
      "age": 449,
      "ĠO": 450,
      "rou": 451,
      "iz": 452,
      "ich": 453,
      "ath": 454,
      "cl": 455,
      "ĊĠĠĠĠĠĠĠĠ": 456,
      "Ġ3": 457,
      "Ġtr": 458,
      "ib": 459,
      "able": 460,
      "ome": 461,
      "Ġcl": 462,
      "ard": 463,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 464,
      "Ġus": 465,
      "out": 466,
      "ie": 467,
      "Ġres": 468,
      "ase": 469,
      "Ġwhe": 470,
      "ass": 471,
      "Ġab": 472,
      "Ġj": 473,
      "ult": 474,
      "Ġ{": 475,
      "ost": 476,
      "Ġk": 477,
      "act": 478,
      ");": 479,
      "=\"": 480,
      "Ġpl": 481,
      "ap": 482,
      "Ġme": 483,
      "Ġcomp": 484,
      "ther": 485,
      "ans": 486,
      "ide": 487,
      "Ġad": 488,
      "Ġcont": 489,
      "Ġall": 490,
      "ast": 491,
      "ĊĠ": 492,
      "The": 493,
      "01": 494,
      "====": 495,
      "orm": 496,
      "Ġwere": 497,
      "ign": 498,
      "Ġ[": 499,
      "Ġim": 500,
      ".\"": 501,
      "ĠJ": 502,
      "ĊĠĠĠĠĠĠĠ": 503,
      "Ġdo": 504,
      "ĠâĢ": 505,
      "ub": 506,
      "ak": 507,
      "ind": 508,
      "ĠU": 509,
      "ition": 510,
      "ip": 511,
      "Ġhas": 512,
      "Ġwhich": 513,
      "ice": 514,
      "one": 515,
      "ary": 516,
      "Ġ+": 517,
      "..": 518,
      "cc": 519,
      "ph": 520,
      "//": 521,
      "Ġbut": 522,
      "ous": 523,
      "are": 524,
      "ens": 525,
      "Ġint": 526,
      "Ġwor": 527,
      "ime": 528,
      "ĠIn": 529,
      "ong": 530,
      "----------------": 531,
      "Ġ4": 532,
      "Ġwill": 533,
      "_{": 534,
      "con": 535,
      "du": 536,
      "ok": 537,
      "ress": 538,
      "Ġdis": 539,
      "ty": 540,
      "ne": 541,
      "ations": 542,
      "ence": 543,
      "ff": 544,
      "ĉĉ": 545,
      "Ġgo": 546,
      "ile": 547,
      "int": 548,
      "Ġ<": 549,
      "ru": 550,
      "Ġout": 551,
      "),": 552,
      "av": 553,
      "ance": 554,
      "}}": 555,
      "ep": 556,
      "ose": 557,
      "au": 558,
      "gh": 559,
      "ents": 560,
      "ace": 561,
      "Ġif": 562,
      "ber": 563,
      "Ġen": 564,
      "ĠTh": 565,
      "Ġper": 566,
      "Ġ5": 567,
      "Ġone": 568,
      "ally": 569,
      "port": 570,
      "so": 571,
      "ord": 572,
      "Âł": 573,
      "ia": 574,
      "Ġun": 575,
      "xt": 576,
      "Ġhis": 577,
      "ory": 578,
      "Ġthey": 579,
      "ach": 580,
      "ely": 581,
      "ear": 582,
      "ions": 583,
      "ire": 584,
      "ect": 585,
      "Ġso": 586,
      "ang": 587,
      "Ġapp": 588,
      "Ġev": 589,
      "Ġup": 590,
      "form": 591,
      "ail": 592,
      "ry": 593,
      "Ġyour": 594,
      "Ġtheir": 595,
      "Ġqu": 596,
      "lic": 597,
      "Ġar": 598,
      "âĢĿ": 599,
      "Ġmore": 600,
      "Ġpart": 601,
      "ors": 602,
      "ĠK": 603,
      "ake": 604,
      "ll": 605,
      "ref": 606,
      "math": 607,
      "ite": 608,
      "ĠĠĠĠĠĠĠ": 609,
      "ys": 610,
      "own": 611,
      "Ġag": 612,
      "Ġother": 613,
      "very": 614,
      "Ġli": 615,
      "ound": 616,
      "Ġ}": 617,
      "ount": 618,
      "ree": 619,
      "ren": 620,
      "ft": 621,
      "vel": 622,
      "urn": 623,
      "Ġsp": 624,
      "ĠSt": 625,
      "Ġman": 626,
      "ata": 627,
      "cre": 628,
      "com": 629,
      "Ġsa": 630,
      "Ġwho": 631,
      "Ġhad": 632,
      "Ġbeen": 633,
      "Ġalso": 634,
      "ks": 635,
      "Ġpre": 636,
      "Ġthere": 637,
      "erv": 638,
      "Ġany": 639,
      "Ġwould": 640,
      "we": 641,
      "ates": 642,
      "ĠV": 643,
      "Ġno": 644,
      "ook": 645,
      "[@": 646,
      "Ġmy": 647,
      "ild": 648,
      "Ġ$\\": 649,
      "ef": 650,
      "Ġwhen": 651,
      "Ġabout": 652,
      "ject": 653,
      "ple": 654,
      "nder": 655,
      "low": 656,
      "eth": 657,
      "\\]": 658,
      "10": 659,
      "Ġtime": 660,
      "Ġ'": 661,
      "rent": 662,
      "ific": 663,
      "##": 664,
      "Ġthan": 665,
      "Ġob": 666,
      "wo": 667,
      "Ġ6": 668,
      "ater": 669,
      "ict": 670,
      "Ġits": 671,
      "ring": 672,
      "clud": 673,
      "Ġ&": 674,
      "'t": 675,
      "Ġover": 676,
      "erm": 677,
      "ĊĊ": 678,
      "row": 679,
      "Ġass": 680,
      "Ġsome": 681,
      "Ġsc": 682,
      "}$": 683,
      "ays": 684,
      "^{": 685,
      "ĠâĢľ": 686,
      "fter": 687,
      "In": 688,
      "rib": 689,
      "Ġ19": 690,
      "Ġam": 691,
      "Ġbet": 692,
      "Ġind": 693,
      "Ġsy": 694,
      "ces": 695,
      "Ġspe": 696,
      "Ġgen": 697,
      "ob": 698,
      "ove": 699,
      "</": 700,
      "Ġnew": 701,
      "get": 702,
      "Ġdif": 703,
      "old": 704,
      "irst": 705,
      "fect": 706,
      "Ġte": 707,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 708,
      "lect": 709,
      "Ġinter": 710,
      "Ġoff": 711,
      "ps": 712,
      "vers": 713,
      "ied": 714,
      "Ġfe": 715,
      "Ġget": 716,
      "Ġacc": 717,
      "Ġsub": 718,
      "12": 719,
      "Ġkn": 720,
      "reat": 721,
      "Ġact": 722,
      "ode": 723,
      "Ġpe": 724,
      "ause": 725,
      "hat": 726,
      "Ġdef": 727,
      "ings": 728,
      "Ġcomm": 729,
      "ĠY": 730,
      "Ġinto": 731,
      "Ġthem": 732,
      "Ġro": 733,
      "19": 734,
      "Ġcons": 735,
      "ick": 736,
      "ĠIt": 737,
      "Ġrec": 738,
      "iss": 739,
      "ink": 740,
      "Ġunder": 741,
      "Ġour": 742,
      "Ġdes": 743,
      "Ġmay": 744,
      "ov": 745,
      "ced": 746,
      "ex": 747,
      "Ġonly": 748,
      "Ġtwo": 749,
      "Ġval": 750,
      "ual": 751,
      "pon": 752,
      "ari": 753,
      "ative": 754,
      "Ġrel": 755,
      "Ġ7": 756,
      "Ġwork": 757,
      "iew": 758,
      "Ġher": 759,
      "ert": 760,
      "Ġwhat": 761,
      "Ġadd": 762,
      "ma": 763,
      "Ġbec": 764,
      "pect": 765,
      "Ġyear": 766,
      "itt": 767,
      "ĊĠĠĠĠĠ": 768,
      "Ġlike": 769,
      "Ġret": 770,
      "elf": 771,
      "ĠCh": 772,
      "Ġpos": 773,
      "Ġsaid": 774,
      "ular": 775,
      "Ġmod": 776,
      "Ġstud": 777,
      "ark": 778,
      "hed": 779,
      "pro": 780,
      "__": 781,
      "igh": 782,
      "ec": 783,
      "Ġreg": 784,
      "========": 785,
      "oint": 786,
      "cess": 787,
      "Ġinv": 788,
      "ish": 789,
      "unction": 790,
      "Ġco": 791,
      "ĠThis": 792,
      "Ġ8": 793,
      "ont": 794,
      "Ġjust": 795,
      "stem": 796,
      "Ġem": 797,
      "Ġuse": 798,
      "Ġtrans": 799,
      "Ġpr": 800,
      "Ġbl": 801,
      "Ġfirst": 802,
      "ood": 803,
      "ating": 804,
      "ock": 805,
      "Ġph": 806,
      "}\\": 807,
      "20": 808,
      "Ġform": 809,
      "Ġthese": 810,
      "Ġ201": 811,
      "Ġsuch": 812,
      "fr": 813,
      "ased": 814,
      "Ġpres": 815,
      "ian": 816,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 817,
      "der": 818,
      "ade": 819,
      "ĠWe": 820,
      "Ġdiffe": 821,
      "ck": 822,
      "11": 823,
      "aw": 824,
      "Ġclass": 825,
      "Ġwhere": 826,
      "Ġprov": 827,
      "ient": 828,
      "ility": 829,
      "Ġneed": 830,
      "ĠHe": 831,
      "Ġdet": 832,
      "Ġafter": 833,
      "](": 834,
      "gr": 835,
      "Ġsign": 836,
      "ople": 837,
      "oth": 838,
      "ss": 839,
      "Ġset": 840,
      "Ġ10": 841,
      "Ġhow": 842,
      "Ġ9": 843,
      "Ġcol": 844,
      "ident": 845,
      "Ġpol": 846,
      "\",": 847,
      "ween": 848,
      "Ġthen": 849,
      "ize": 850,
      "ffect": 851,
      "the": 852,
      "fig": 853,
      "Ġrem": 854,
      "ype": 855,
      "Ġpat": 856,
      "Ġatt": 857,
      "ments": 858,
      "ption": 859,
      "up": 860,
      "Ġexp": 861,
      "000": 862,
      "eg": 863,
      "ough": 864,
      "Ġcould": 865,
      "Ġresult": 866,
      "ise": 867,
      "type": 868,
      "olog": 869,
      "les": 870,
      "Ġ|": 871,
      "ution": 872,
      "ublic": 873,
      "Ġbetween": 874,
      "Ġshe": 875,
      "Ġ\\[": 876,
      "ious": 877,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 878,
      "St": 879,
      "()": 880,
      "Ġcell": 881,
      "Ġsupp": 882,
      "iel": 883,
      "ix": 884,
      "Ġinclud": 885,
      "ollow": 886,
      "right": 887,
      "Ġused": 888,
      "round": 889,
      "ange": 890,
      "Ġfl": 891,
      "ible": 892,
      "als": 893,
      "Ġnum": 894,
      "Ġshow": 895,
      "\">": 896,
      "ms": 897,
      "****": 898,
      "Ġknow": 899,
      "Ġdata": 900,
      "Ġpeople": 901,
      "sp": 902,
      "Ġdid": 903,
      "Ġ.": 904,
      "Ċĉĉ": 905,
      "Ġhim": 906,
      "ble": 907,
      "cy": 908,
      "ues": 909,
      "ons": 910,
      "Ġshould": 911,
      "ax": 912,
      "ourt": 913,
      "ning": 914,
      "oy": 915,
      "ER": 916,
      "Ġbu": 917,
      "hen": 918,
      "ract": 919,
      "){": 920,
      "rough": 921,
      "ull": 922,
      "tern": 923,
      "ics": 924,
      ".,": 925,
      "Ġac": 926,
      "Ġfact": 927,
      "Ġcor": 928,
      "str": 929,
      "Ġsur": 930,
      "Ġsee": 931,
      "Ġdist": 932,
      "Ġrequ": 933,
      "Ċĉ": 934,
      "Ġsim": 935,
      "Ġusing": 936,
      "13": 937,
      "Ġfollow": 938,
      "inal": 939,
      "ield": 940,
      "Ġbecause": 941,
      "its": 942,
      "Ġspec": 943,
      "err": 944,
      "Ġmost": 945,
      "15": 946,
      "Ġback": 947,
      "Ġfunction": 948,
      "ox": 949,
      "ities": 950,
      "ful": 951,
      "ures": 952,
      "Ġi": 953,
      "ruct": 954,
      "ever": 955,
      "16": 956,
      "--------------------------------": 957,
      "ool": 958,
      ")$": 959,
      "pos": 960,
      "Ġreturn": 961,
      "Ġsystem": 962,
      "Ġwell": 963,
      "uring": 964,
      "Ġthrough": 965,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 966,
      "Ġsm": 967,
      "14": 968,
      "Ġtest": 969,
      "other": 970,
      "Ġ[@": 971,
      "Ġext": 972,
      "Ġgener": 973,
      "put": 974,
      "ãģ": 975,
      "rit": 976,
      "arg": 977,
      "Ġprodu": 978,
      "Ġend": 979,
      "ited": 980,
      "hes": 981,
      "Ġright": 982,
      "ev": 983,
      "\"}": 984,
      "Ġagain": 985,
      "roup": 986,
      "Ġinst": 987,
      "ator": 988,
      "cal": 989,
      "wn": 990,
      "ants": 991,
      "li": 992,
      "]{": 993,
      "(\\": 994,
      "IN": 995,
      "Ġdoes": 996,
      "Ġconst": 997,
      "Ġhigh": 998,
      "cond": 999,
      "ĠUn": 1000,
      "Th": 1001,
      "Ġeach": 1002,
      "ĠĠĠĠĠ": 1003,
      "aint": 1004,
      "ized": 1005,
      "ational": 1006,
      "Ġcase": 1007,
      "text": 1008,
      "Ġdifferent": 1009,
      "io": 1010,
      "mer": 1011,
      "Ġent": 1012,
      "ined": 1013,
      "Ġstate": 1014,
      "Ġmin": 1015,
      "ork": 1016,
      "ew": 1017,
      "Ġeffect": 1018,
      "25": 1019,
      "Ġmake": 1020,
      "imes": 1021,
      "par": 1022,
      "ower": 1023,
      "Ġeven": 1024,
      "to": 1025,
      "ically": 1026,
      "uch": 1027,
      "Ġ200": 1028,
      "ctions": 1029,
      "frac": 1030,
      "riv": 1031,
      "Ġke": 1032,
      "\":": 1033,
      "18": 1034,
      "ĠSe": 1035,
      "Ġevery": 1036,
      "rol": 1037,
      "let": 1038,
      "ars": 1039,
      "fore": 1040,
      "ily": 1041,
      "Ġ:": 1042,
      "ins": 1043,
      "Ġcall": 1044,
      "ethod": 1045,
      "read": 1046,
      "Ġcur": 1047,
      "ta": 1048,
      "ON": 1049,
      "Ġstr": 1050,
      "Ġway": 1051,
      "Ġgr": 1052,
      "Ġfind": 1053,
      "Ġpoint": 1054,
      "Ġwant": 1055,
      "Ġnow": 1056,
      "ug": 1057,
      "ute": 1058,
      "uc": 1059,
      "],": 1060,
      "Ġlook": 1061,
      "Ġhere": 1062,
      "sc": 1063,
      "set": 1064,
      "...": 1065,
      "und": 1066,
      "Ġsame": 1067,
      "ients": 1068,
      "Ġdon": 1069,
      "Ġ@": 1070,
      "Ġthose": 1071,
      "arch": 1072,
      "Ġap": 1073,
      "Ġloc": 1074,
      "](#": 1075,
      "ason": 1076,
      "ention": 1077,
      "ince": 1078,
      "ng": 1079,
      "$\\": 1080,
      "Ġanal": 1081,
      "Ġdec": 1082,
      "->": 1083,
      "Ġlong": 1084,
      "mathb": 1085,
      "ym": 1086,
      "day": 1087,
      "velop": 1088,
      "ward": 1089,
      "ages": 1090,
      "cept": 1091,
      "Ġinte": 1092,
      "))": 1093,
      "Ġ/": 1094,
      "::": 1095,
      "ample": 1096,
      "Ġvari": 1097,
      "Ġbeing": 1098,
      "Ġvery": 1099,
      "ices": 1100,
      "Ġexper": 1101,
      "pr": 1102,
      "Ġaut": 1103,
      "eng": 1104,
      "ature": 1105,
      "17": 1106,
      "Ġmon": 1107,
      "ines": 1108,
      "Ġboth": 1109,
      "Ġfound": 1110,
      "Ġpartic": 1111,
      "Ġincre": 1112,
      "Ġyears": 1113,
      "val": 1114,
      "Ġbefore": 1115,
      "_{\\": 1116,
      "30": 1117,
      "Ġmany": 1118,
      "tr": 1119,
      "irect": 1120,
      "cent": 1121,
      "ife": 1122,
      "Ġtri": 1123,
      "oci": 1124,
      "Ġdi": 1125,
      "Ġappro": 1126,
      "ense": 1127,
      "Ġpar": 1128,
      "Ġpers": 1129,
      "led": 1130,
      "rest": 1131,
      "Ġbel": 1132,
      "app": 1133,
      "]\\]": 1134,
      "oid": 1135,
      "ting": 1136,
      "ases": 1137,
      "Ġser": 1138,
      "air": 1139,
      "Ġmed": 1140,
      "Ġnumber": 1141,
      "ained": 1142,
      "alth": 1143,
      "Ġmem": 1144,
      "Ġchar": 1145,
      "rm": 1146,
      "ĊĊĠĠĠ": 1147,
      "Ġx": 1148,
      "Ġ_": 1149,
      "erg": 1150,
      "32": 1151,
      "AT": 1152,
      "Ġfil": 1153,
      "atic": 1154,
      "Ġplay": 1155,
      "Ġgu": 1156,
      "ared": 1157,
      "Ġmat": 1158,
      "use": 1159,
      "OR": 1160,
      "min": 1161,
      "Ġel": 1162,
      "Ġ12": 1163,
      "yp": 1164,
      "}{": 1165,
      "Ġhel": 1166,
      "sh": 1167,
      "Ġgood": 1168,
      "ĠCom": 1169,
      "âĢī": 1170,
      "yl": 1171,
      "We": 1172,
      "Ġop": 1173,
      "Ġvalue": 1174,
      "upp": 1175,
      "rence": 1176,
      "ash": 1177,
      "It": 1178,
      "Ġcar": 1179,
      "37": 1180,
      "Ġrespon": 1181,
      "AR": 1182,
      "aking": 1183,
      "over": 1184,
      "ified": 1185,
      "50": 1186,
      "?\"": 1187,
      "Ġpublic": 1188,
      "ĠFor": 1189,
      "Ġdown": 1190,
      "Ġprocess": 1191,
      "ĠLet": 1192,
      "formation": 1193,
      "Ġprote": 1194,
      "]{}": 1195,
      "ave": 1196,
      "left": 1197,
      "ĠâĢĵ": 1198,
      "cer": 1199,
      "ateg": 1200,
      "ness": 1201,
      "ams": 1202,
      "fl": 1203,
      "ank": 1204,
      "Ġche": 1205,
      "Ġthink": 1206,
      "Ġins": 1207,
      "ÃĹ": 1208,
      "ism": 1209,
      "Ġmade": 1210,
      "ement": 1211,
      "Ġ//": 1212,
      "ES": 1213,
      "Ġreport": 1214,
      "Ġgiv": 1215,
      "ument": 1216,
      "ody": 1217,
      "way": 1218,
      "ually": 1219,
      "ression": 1220,
      "Ġ\\[[@": 1221,
      "Ġname": 1222,
      "ĠĠĠĠĠĠ": 1223,
      "Ġrep": 1224,
      "Ġmodel": 1225,
      "Ġlevel": 1226,
      "Ġwhile": 1227,
      "24": 1228,
      "ively": 1229,
      "ric": 1230,
      "Ġdevelop": 1231,
      "Ġsecond": 1232,
      "ner": 1233,
      "lement": 1234,
      "---": 1235,
      "Ġcourt": 1236,
      "ired": 1237,
      "oun": 1238,
      "of": 1239,
      "Ġsupport": 1240,
      "Ġhand": 1241,
      "Ġpresent": 1242,
      "ght": 1243,
      "Ġstart": 1244,
      "Ġorder": 1245,
      "Ġdisc": 1246,
      "',": 1247,
      "igned": 1248,
      "cul": 1249,
      "Ġcount": 1250,
      "Ġstudy": 1251,
      "Ġread": 1252,
      "(\"": 1253,
      "://": 1254,
      ".âĢĿ": 1255,
      "Ġthree": 1256,
      "Ġown": 1257,
      "Ġserv": 1258,
      "Ġmuch": 1259,
      ",\\": 1260,
      "Ġdep": 1261,
      "ond": 1262,
      "Ġest": 1263,
      "NA": 1264,
      "line": 1265,
      "ĠÂ": 1266,
      "Ġposs": 1267,
      "oad": 1268,
      "ved": 1269,
      "ĠIf": 1270,
      "Ġmethod": 1271,
      "Ġsol": 1272,
      "ision": 1273,
      "gg": 1274,
      "ffic": 1275,
      "ah": 1276,
      "ĠAl": 1277,
      "Ġant": 1278,
      "ĠPro": 1279,
      "Ġ**": 1280,
      "Ġref": 1281,
      "ale": 1282,
      "ency": 1283,
      "201": 1284,
      "man": 1285,
      "Ġduring": 1286,
      "CR": 1287,
      "ret": 1288,
      "cri": 1289,
      "uss": 1290,
      "ww": 1291,
      "ole": 1292,
      "Ġet": 1293,
      "gan": 1294,
      "ality": 1295,
      "Ġequ": 1296,
      "ray": 1297,
      "(-": 1298,
      "med": 1299,
      "Ġwithout": 1300,
      "ains": 1301,
      "ĠAnd": 1302,
      "Ġactiv": 1303,
      "ider": 1304,
      "ead": 1305,
      "view": 1306,
      "ven": 1307,
      "Ġ20": 1308,
      "any": 1309,
      "Ġterm": 1310,
      "ization": 1311,
      "br": 1312,
      "Ġhelp": 1313,
      "ton": 1314,
      "ential": 1315,
      "aining": 1316,
      "lear": 1317,
      "amp": 1318,
      "$,": 1319,
      "ĠAs": 1320,
      "Ġcells": 1321,
      "Ġnon": 1322,
      "ify": 1323,
      "abel": 1324,
      "Ġz": 1325,
      "ouse": 1326,
      "Ġcre": 1327,
      "ided": 1328,
      "$.": 1329,
      "dition": 1330,
      "ters": 1331,
      "Ġpatients": 1332,
      "Ġimport": 1333,
      "Ġrun": 1334,
      "ists": 1335,
      "22": 1336,
      "Ġchild": 1337,
      "Ġproper": 1338,
      "IT": 1339,
      "name": 1340,
      "Ġtype": 1341,
      "alk": 1342,
      "Ġsay": 1343,
      "Ġlast": 1344,
      "Ġperform": 1345,
      "rt": 1346,
      "Ġlet": 1347,
      "What": 1348,
      "ource": 1349,
      "Ġprev": 1350,
      "not": 1351,
      "80": 1352,
      "ĠBut": 1353,
      "ackage": 1354,
      "ĠHow": 1355,
      "ĠAn": 1356,
      "Let": 1357,
      "Ġgroup": 1358,
      "Ġav": 1359,
      "ather": 1360,
      "Ġline": 1361,
      "amb": 1362,
      "Ġoper": 1363,
      "Ġproble": 1364,
      "Ġear": 1365,
      "cial": 1366,
      "ane": 1367,
      "Ġbr": 1368,
      "idence": 1369,
      "Ġtake": 1370,
      "33": 1371,
      "Ġlead": 1372,
      "40": 1373,
      "ames": 1374,
      "ability": 1375,
      "EN": 1376,
      "Ġfr": 1377,
      "ving": 1378,
      "be": 1379,
      "Ġagainst": 1380,
      "raph": 1381,
      "Ġmet": 1382,
      "ross": 1383,
      "Ġsmall": 1384,
      "Ġmust": 1385,
      "Ġcontrol": 1386,
      "Ġgl": 1387,
      "ĠYou": 1388,
      "tt": 1389,
      "Ġsignific": 1390,
      "oot": 1391,
      "Ġiss": 1392,
      "\\[": 1393,
      "Ġstill": 1394,
      "de": 1395,
      "Ġday": 1396,
      "Ġperson": 1397,
      "Ex": 1398,
      ",\"": 1399,
      "Ġ15": 1400,
      "Ã©": 1401,
      "ek": 1402,
      "oh": 1403,
      "ĠTr": 1404,
      "0000": 1405,
      "itive": 1406,
      "Ġcent": 1407,
      "acter": 1408,
      "ST": 1409,
      "ulation": 1410,
      "Ġexpl": 1411,
      "Ġsom": 1412,
      "Ġappe": 1413,
      "aim": 1414,
      "ml": 1415,
      "ger": 1416,
      "Ch": 1417,
      "Con": 1418,
      "ination": 1419,
      "Ġpur": 1420,
      "AL": 1421,
      "Ġinformation": 1422,
      "âĢľ": 1423,
      "Pro": 1424,
      ")\\": 1425,
      "hip": 1426,
      "ysis": 1427,
      "ann": 1428,
      "Ġpost": 1429,
      "Ġcr": 1430,
      "Ġdirect": 1431,
      "ier": 1432,
      "23": 1433,
      "ÃĹÂ": 1434,
      "ides": 1435,
      "60": 1436,
      "urther": 1437,
      "work": 1438,
      "âĢĶ": 1439,
      "serv": 1440,
      "99": 1441,
      "eta": 1442,
      "Ġinc": 1443,
      "pha": 1444,
      "Ġconf": 1445,
      "Ġstand": 1446,
      "less": 1447,
      "Ġlaw": 1448,
      "Ġfin": 1449,
      "ots": 1450,
      "Ġresults": 1451,
      "Ġerr": 1452,
      "Ġmeas": 1453,
      "ets": 1454,
      "This": 1455,
      "Ġfam": 1456,
      "yn": 1457,
      "atch": 1458,
      "land": 1459,
      "AN": 1460,
      "Ġ,": 1461,
      "son": 1462,
      "Fig": 1463,
      "chn": 1464,
      "####": 1465,
      "ission": 1466,
      "ience": 1467,
      "Ġquest": 1468,
      "].": 1469,
      "ĠQ": 1470,
      "Ġca": 1471,
      "();": 1472,
      "Ġsignificant": 1473,
      "Ġed": 1474,
      "Ġtreat": 1475,
      "Ġfollowing": 1476,
      "ium": 1477,
      "ron": 1478,
      "ural": 1479,
      "ote": 1480,
      "rem": 1481,
      "Ġ18": 1482,
      "Ġgoing": 1483,
      "ral": 1484,
      "irc": 1485,
      "Ġident": 1486,
      "duct": 1487,
      "mathcal": 1488,
      "agn": 1489,
      "Ġaround": 1490,
      "ording": 1491,
      "200": 1492,
      "Ġmult": 1493,
      "Ġdeterm": 1494,
      "64": 1495,
      "ior": 1496,
      "Ġallow": 1497,
      "Ġcare": 1498,
      "Ġdev": 1499,
      "ID": 1500,
      "ately": 1501,
      "ished": 1502,
      "Ġwr": 1503,
      "Ġlife": 1504,
      "que": 1505,
      "Ġcontin": 1506,
      "'m": 1507,
      "for": 1508,
      "ĠWh": 1509,
      "Ġworld": 1510,
      "27": 1511,
      "ĊĠĠ": 1512,
      "ĠNew": 1513,
      "Ġbre": 1514,
      "Ġstat": 1515,
      "arge": 1516,
      "akes": 1517,
      "Ġlim": 1518,
      "Ġ#": 1519,
      "}(": 1520,
      "Ġelect": 1521,
      "aj": 1522,
      "Ġdem": 1523,
      "Ġ</": 1524,
      "aterial": 1525,
      "Ġreal": 1526,
      "ital": 1527,
      "ds": 1528,
      "arm": 1529,
      "iff": 1530,
      "Ġredu": 1531,
      "Ġhealth": 1532,
      "Ġsince": 1533,
      "ured": 1534,
      "ploy": 1535,
      "az": 1536,
      "ology": 1537,
      "Ġ14": 1538,
      "ration": 1539,
      "Ġwithin": 1540,
      "Ġhum": 1541,
      "********": 1542,
      "Ġcondition": 1543,
      "self": 1544,
      "lex": 1545,
      "Ġinvest": 1546,
      "Ġpass": 1547,
      "Ġopen": 1548,
      "Ġanother": 1549,
      "meric": 1550,
      "Ġinterest": 1551,
      "Ġgreat": 1552,
      "Ġself": 1553,
      "da": 1554,
      "âĢĵ": 1555,
      "eral": 1556,
      "Ġaddition": 1557,
      "28": 1558,
      "ott": 1559,
      "chool": 1560,
      "Ġtry": 1561,
      "ule": 1562,
      "$$": 1563,
      "ently": 1564,
      "ĠIs": 1565,
      "ivers": 1566,
      "Ġlist": 1567,
      "Ġcurrent": 1568,
      "Ġrece": 1569,
      "Ġstruct": 1570,
      "bl": 1571,
      "Ġsl": 1572,
      "cur": 1573,
      "Ġincluding": 1574,
      "ives": 1575,
      "here": 1576,
      "AS": 1577,
      "ived": 1578,
      "Ġbas": 1579,
      "Ġdel": 1580,
      "Ġfield": 1581,
      "He": 1582,
      "htt": 1583,
      "Ġadv": 1584,
      "Ġart": 1585,
      "arent": 1586,
      "Ġexample": 1587,
      "35": 1588,
      "alpha": 1589,
      "ither": 1590,
      "Ġtra": 1591,
      "resent": 1592,
      "Ġgiven": 1593,
      ",âĢĿ": 1594,
      "29": 1595,
      "package": 1596,
      "Ġgover": 1597,
      "face": 1598,
      "ĠX": 1599,
      "amet": 1600,
      "Ġmight": 1601,
      "ves": 1602,
      "lection": 1603,
      "21": 1604,
      "def": 1605,
      "26": 1606,
      "Ġocc": 1607,
      "You": 1608,
      "ĠSh": 1609,
      "Ġ*/": 1610,
      "IC": 1611,
      "Ġmark": 1612,
      "LE": 1613,
      "crib": 1614,
      "Ġ16": 1615,
      "gen": 1616,
      "Ġbeh": 1617,
      "vert": 1618,
      "Ġtem": 1619,
      "____": 1620,
      "Ġmean": 1621,
      "gram": 1622,
      "rel": 1623,
      "Ġimp": 1624,
      "bers": 1625,
      "34": 1626,
      "Ġtoo": 1627,
      "ably": 1628,
      "ribut": 1629,
      "ends": 1630,
      "================": 1631,
      "Ġbus": 1632,
      "roll": 1633,
      "Ġrespect": 1634,
      "ways": 1635,
      "Ġvis": 1636,
      "Ġcommun": 1637,
      "ilar": 1638,
      "Ġarg": 1639,
      "Ġplace": 1640,
      "Ġhead": 1641,
      "38": 1642,
      "ething": 1643,
      "Ġve": 1644,
      "Ġclaim": 1645,
      "ocument": 1646,
      "Ġ{#": 1647,
      "Ġreally": 1648,
      "ĊĊĠ": 1649,
      "ĠZ": 1650,
      "dd": 1651,
      "]\\].": 1652,
      "ĠCl": 1653,
      "AC": 1654,
      "Ġassoci": 1655,
      "lease": 1656,
      "ĠThey": 1657,
      "âĪ": 1658,
      "Ġtop": 1659,
      "ĠDe": 1660,
      "Ġhig": 1661,
      "stand": 1662,
      "ety": 1663,
      "Ġchang": 1664,
      "RE": 1665,
      "bs": 1666,
      "ĠHowever": 1667,
      "ope": 1668,
      "Ġless": 1669,
      "Ġpower": 1670,
      "Ġobject": 1671,
      "ery": 1672,
      "hor": 1673,
      ")/": 1674,
      "ength": 1675,
      "ivid": 1676,
      "Ġlow": 1677,
      "Ġcal": 1678,
      "iness": 1679,
      "Ġhapp": 1680,
      "Ġbest": 1681,
      "36": 1682,
      "Ġfile": 1683,
      "Ġpot": 1684,
      "els": 1685,
      "Ġhome": 1686,
      "ought": 1687,
      "ĠCon": 1688,
      "icro": 1689,
      "Ġgovern": 1690,
      "Ġfew": 1691,
      "mathbb": 1692,
      "att": 1693,
      "Ġmonth": 1694,
      "ĠPh": 1695,
      "Ġwom": 1696,
      "Ġapplic": 1697,
      "Ġ$$\\": 1698,
      "arget": 1699,
      "ault": 1700,
      "ury": 1701,
      "thing": 1702,
      "Ġindic": 1703,
      "sec": 1704,
      "'re": 1705,
      "ategory": 1706,
      "Ġbased": 1707,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1708,
      "Re": 1709,
      "Ġgrow": 1710,
      "^{\\": 1711,
      "05": 1712,
      "Ġleft": 1713,
      "ĠRe": 1714,
      "Ġfour": 1715,
      "ĠSo": 1716,
      "by": 1717,
      "ference": 1718,
      "ump": 1719,
      "ĠAmeric": 1720,
      "leg": 1721,
      "alse": 1722,
      "Ġprob": 1723,
      "ittle": 1724,
      "ts": 1725,
      "Ġnext": 1726,
      "ems": 1727,
      "Ġanalysis": 1728,
      "ised": 1729,
      "requ": 1730,
      "che": 1731,
      "div": 1732,
      "Ġsing": 1733,
      "oss": 1734,
      "ertain": 1735,
      "ĠOn": 1736,
      "ik": 1737,
      "mu": 1738,
      "Ġobt": 1739,
      "ĠNo": 1740,
      "Ġfail": 1741,
      "Ġimportant": 1742,
      "osed": 1743,
      "Ġopt": 1744,
      "Ġsomething": 1745,
      "Ġproduct": 1746,
      "Ġput": 1747,
      "95": 1748,
      "45": 1749,
      "Ġview": 1750,
      "Ġ--": 1751,
      "Ġconne": 1752,
      "ification": 1753,
      "Ġmot": 1754,
      "ask": 1755,
      "ession": 1756,
      "Ġ11": 1757,
      "span": 1758,
      "ĠUS": 1759,
      "col": 1760,
      "Ġcap": 1761,
      "abl": 1762,
      "Ġunt": 1763,
      "Ġpop": 1764,
      "ending": 1765,
      "usepackage": 1766,
      "ĠThere": 1767,
      "ples": 1768,
      "plic": 1769,
      "Ġtechn": 1770,
      "Ġparticular": 1771,
      "Ġobserv": 1772,
      "ĠWhat": 1773,
      "Ġpath": 1774,
      "ĠEx": 1775,
      "As": 1776,
      "Ġcommon": 1777,
      "ext": 1778,
      "version": 1779,
      "part": 1780,
      "egin": 1781,
      "Ġexpect": 1782,
      "Ġbo": 1783,
      "Ġwhether": 1784,
      "rop": 1785,
      "Ġchange": 1786,
      "Ġ17": 1787,
      "ware": 1788,
      "Ġeas": 1789,
      "cing": 1790,
      "Ġbelie": 1791,
      "ambda": 1792,
      "Ġprof": 1793,
      "ee": 1794,
      "Ġsugg": 1795,
      "ergy": 1796,
      "Ġsuggest": 1797,
      "label": 1798,
      "Cl": 1799,
      "Ġlight": 1800,
      "Ġbuild": 1801,
      "Ġnever": 1802,
      "Ġbetter": 1803,
      "mb": 1804,
      "Ġevidence": 1805,
      "},": 1806,
      "add": 1807,
      "used": 1808,
      "Ġturn": 1809,
      "Ġ30": 1810,
      "):": 1811,
      "Ġinvol": 1812,
      "Ġsit": 1813,
      "reg": 1814,
      "90": 1815,
      "opy": 1816,
      "IS": 1817,
      "('": 1818,
      "Ġwater": 1819,
      "Ġtrue": 1820,
      "mun": 1821,
      "yt": 1822,
      "hib": 1823,
      "Ġask": 1824,
      "cont": 1825,
      "ered": 1826,
      "orn": 1827,
      "âĪĴ": 1828,
      "Ġabove": 1829,
      "ĊĠĠĠĠĠĠĠĠĠ": 1830,
      "ED": 1831,
      "ended": 1832,
      "To": 1833,
      "ird": 1834,
      "Ġlarge": 1835,
      "ccess": 1836,
      "Ġold": 1837,
      "Com": 1838,
      "igma": 1839,
      "86": 1840,
      "Ġreason": 1841,
      "Ġproblem": 1842,
      "Ġ{\\": 1843,
      "Ġ!": 1844,
      "ho": 1845,
      "ats": 1846,
      "Ġcome": 1847,
      "Ġlocal": 1848,
      "play": 1849,
      "Ġdescrib": 1850,
      "Ġleg": 1851,
      "ern": 1852,
      "ĠâĢĶ": 1853,
      "ension": 1854,
      "Ġsk": 1855,
      "ream": 1856,
      "Ġthings": 1857,
      "Ġgive": 1858,
      "Ġconsider": 1859,
      "arn": 1860,
      "ĠInd": 1861,
      "co": 1862,
      "ush": 1863,
      "ĠAll": 1864,
      "Ġfree": 1865,
      "inf": 1866,
      "action": 1867,
      "Ġris": 1868,
      "elta": 1869,
      "Ġpossible": 1870,
      "Ġrese": 1871,
      "por": 1872,
      "ĠPl": 1873,
      "ours": 1874,
      "Ġtot": 1875,
      "75": 1876,
      "aces": 1877,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1878,
      "Ġlittle": 1879,
      "Ġleast": 1880,
      "=\\": 1881,
      "ormal": 1882,
      "iron": 1883,
      "CT": 1884,
      "Ġclear": 1885,
      "HE": 1886,
      "Ġposition": 1887,
      "refore": 1888,
      "ividual": 1889,
      "Ġbi": 1890,
      "imal": 1891,
      "ailable": 1892,
      "Ġdays": 1893,
      "Ġpay": 1894,
      "new": 1895,
      "Ġ13": 1896,
      "Ġimpro": 1897,
      "ãĤ": 1898,
      "begin": 1899,
      "Ġinf": 1900,
      "čĊ": 1901,
      "Ġdr": 1902,
      "Ġdue": 1903,
      "Ġtyp": 1904,
      "ser": 1905,
      "}$$": 1906,
      "sum": 1907,
      "Ġtreatment": 1908,
      "ances": 1909,
      "Ġgot": 1910,
      "icle": 1911,
      "aring": 1912,
      "Ġbro": 1913,
      "04": 1914,
      "me": 1915,
      "ene": 1916,
      "mathbf": 1917,
      "Ġhaving": 1918,
      "Ġopp": 1919,
      "Ġrepresent": 1920,
      "Ġsize": 1921,
      "}^{": 1922,
      "Ġcharacter": 1923,
      "pi": 1924,
      "Ġmov": 1925,
      "Ġbig": 1926,
      "string": 1927,
      "ina": 1928,
      "illion": 1929,
      "Ġsimilar": 1930,
      "aps": 1931,
      "Ġgre": 1932,
      "ĠTo": 1933,
      "Ġmain": 1934,
      "itor": 1935,
      "aut": 1936,
      "Ġrest": 1937,
      "Ġide": 1938,
      "Ġhy": 1939,
      "amma": 1940,
      "Ġ25": 1941,
      "Ġcode": 1942,
      "Ġweek": 1943,
      "If": 1944,
      "Ġ==": 1945,
      "Ġelse": 1946,
      "epend": 1947,
      "ĠAr": 1948,
      "org": 1949,
      "Ġsum": 1950,
      "Ġkeep": 1951,
      "Ġchildren": 1952,
      "Ġsever": 1953,
      "ajor": 1954,
      "sel": 1955,
      "Ġhist": 1956,
      "ological": 1957,
      "Ġinit": 1958,
      "!\"": 1959,
      "back": 1960,
      "Ġfurther": 1961,
      "Ġhuman": 1962,
      "Ġrecord": 1963,
      "pm": 1964,
      "Name": 1965,
      "ĊĊĠĠĠĠĠĠĠ": 1966,
      "idth": 1967,
      "iod": 1968,
      "Ġshown": 1969,
      "Ġoffic": 1970,
      "Ġden": 1971,
      "clude": 1972,
      "AP": 1973,
      "bar": 1974,
      "Ġorgan": 1975,
      "Ġquestion": 1976,
      "Type": 1977,
      "ĠState": 1978,
      "Ġprogram": 1979,
      "inc": 1980,
      "yle": 1981,
      "_\\": 1982,
      "Ġcalled": 1983,
      "ĠApp": 1984,
      "////": 1985,
      "ctor": 1986,
      "Tr": 1987,
      "Ġprom": 1988,
      "Ġtrial": 1989,
      "key": 1990,
      "Ġsw": 1991,
      "Ġemploy": 1992,
      "Ġes": 1993,
      "Ġuntil": 1994,
      "ember": 1995,
      "Ġhard": 1996,
      "Ġnet": 1997,
      "acy": 1998,
      "Ġprevious": 1999,
      "nal": 2000,
      "Ġcho": 2001,
      "Ġindividual": 2002,
      "Ġpa": 2003,
      "Ġknown": 2004,
      "88": 2005,
      "aligned": 2006,
      "Ġprovide": 2007,
      "ĠCol": 2008,
      "ception": 2009,
      "Ġalways": 2010,
      "ĠThese": 2011,
      "];": 2012,
      "96": 2013,
      "Ġeither": 2014,
      "rap": 2015,
      "Ġcomb": 2016,
      "atory": 2017,
      "97": 2018,
      "Ġfeel": 2019,
      "ĠShe": 2020,
      "SE": 2021,
      "Ġdiff": 2022,
      "Ġcost": 2023,
      "ystem": 2024,
      "cript": 2025,
      "mit": 2026,
      "Ġschool": 2027,
      "Ġgovernment": 2028,
      "lev": 2029,
      "data": 2030,
      "Ġjud": 2031,
      "etic": 2032,
      "Ġgame": 2033,
      "iction": 2034,
      "44": 2035,
      "Ġpotential": 2036,
      "-\\": 2037,
      "respon": 2038,
      "ready": 2039,
      "iple": 2040,
      "ape": 2041,
      "Ġside": 2042,
      "Ġproject": 2043,
      "class": 2044,
      "ns": 2045,
      "}_{": 2046,
      "mon": 2047,
      "Ġdefend": 2048,
      "Ġaction": 2049,
      "ten": 2050,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2051,
      "Ġpriv": 2052,
      "mod": 2053,
      "opt": 2054,
      "For": 2055,
      "Ġkey": 2056,
      "Ġavailable": 2057,
      "oney": 2058,
      "Ġfamily": 2059,
      "Category": 2060,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 2061,
      "though": 2062,
      "roups": 2063,
      "Ġexpression": 2064,
      "qrt": 2065,
      "Ġ)": 2066,
      "oper": 2067,
      "100": 2068,
      "usion": 2069,
      "Ġspecific": 2070,
      "Ġteam": 2071,
      "uck": 2072,
      "ĠAd": 2073,
      "Ġfood": 2074,
      "uro": 2075,
      "Ġdiv": 2076,
      "ĠFr": 2077,
      "Ġvalues": 2078,
      "Ġben": 2079,
      "oor": 2080,
      "Ċĉĉĉĉ": 2081,
      "eb": 2082,
      "Ġable": 2083,
      "Ġgeneral": 2084,
      "uff": 2085,
      "Ġ`": 2086,
      "But": 2087,
      "rict": 2088,
      "Ġlik": 2089,
      "Ġsingle": 2090,
      "Ġsequ": 2091,
      "Ġpred": 2092,
      "Ġtimes": 2093,
      "ĠRes": 2094,
      "ries": 2095,
      "Ġhigher": 2096,
      "And": 2097,
      "Ġsuper": 2098,
      "Ġwon": 2099,
      "Ġmeans": 2100,
      "65": 2101,
      "../": 2102,
      "ler": 2103,
      "ĠCourt": 2104,
      "ey": 2105,
      "itted": 2106,
      "Ġrad": 2107,
      "Ġ24": 2108,
      "Ġseveral": 2109,
      "98": 2110,
      "70": 2111,
      "'ve": 2112,
      "ering": 2113,
      "eps": 2114,
      "Ġcases": 2115,
      "raw": 2116,
      "Ġunderstand": 2117,
      "Ġarea": 2118,
      "utes": 2119,
      "ental": 2120,
      "Ġorig": 2121,
      "Ġneg": 2122,
      "RO": 2123,
      "Ġplan": 2124,
      "Ġvol": 2125,
      "ĠUnited": 2126,
      "Ġsure": 2127,
      "indow": 2128,
      "Ġhold": 2129,
      "94": 2130,
      "Ġphys": 2131,
      "ney": 2132,
      "Ġlot": 2133,
      "Id": 2134,
      "Ġmajor": 2135,
      "var": 2136,
      "pped": 2137,
      "Ġmaterial": 2138,
      "ables": 2139,
      "ourse": 2140,
      "hy": 2141,
      "angle": 2142,
      "osp": 2143,
      "Ġla": 2144,
      "'ll": 2145,
      "Ġfull": 2146,
      "ressed": 2147,
      "Ġ%": 2148,
      "ĠSc": 2149,
      "ored": 2150,
      "idd": 2151,
      "import": 2152,
      "Ġstandard": 2153,
      "bib": 2154,
      "ION": 2155,
      "Ġspace": 2156,
      "pone": 2157,
      "fficient": 2158,
      "Ġbody": 2159,
      "Ġfinal": 2160,
      "Res": 2161,
      "Ġ\\\\": 2162,
      "Ġtotal": 2163,
      "ocial": 2164,
      "ĠWhen": 2165,
      "Ġerror": 2166,
      "Ġamong": 2167,
      "Ġnear": 2168,
      "essage": 2169,
      "Ġwhy": 2170,
      "Ġder": 2171,
      "Ġabs": 2172,
      "ison": 2173,
      "ences": 2174,
      "Ġexist": 2175,
      "uppose": 2176,
      "Ġcirc": 2177,
      "Ġprim": 2178,
      "outh": 2179,
      "Ġfar": 2180,
      "Ġ=>": 2181,
      "Ġreview": 2182,
      "AD": 2183,
      "itle": 2184,
      "iting": 2185,
      "Ġaccess": 2186,
      "phi": 2187,
      "ators": 2188,
      "Ġ>": 2189,
      "Ġalready": 2190,
      "alf": 2191,
      "iversity": 2192,
      "ĠThat": 2193,
      "Ġdise": 2194,
      "lambda": 2195,
      "Ġperiod": 2196,
      "ga": 2197,
      "Ġ100": 2198,
      "vent": 2199,
      "ava": 2200,
      "Ġinfl": 2201,
      "lected": 2202,
      "mission": 2203,
      "}_": 2204,
      "Ġstudies": 2205,
      "rences": 2206,
      "An": 2207,
      "ling": 2208,
      "sub": 2209,
      "Ġdiscuss": 2210,
      "Ġsent": 2211,
      "rug": 2212,
      "String": 2213,
      "empt": 2214,
      "Ġreported": 2215,
      "mm": 2216,
      "Ġdone": 2217,
      "ibility": 2218,
      "LL": 2219,
      "Ġpri": 2220,
      "unt": 2221,
      "aken": 2222,
      "Ġassociated": 2223,
      "ĠSp": 2224,
      "Ġmove": 2225,
      "Ġtarget": 2226,
      "this": 2227,
      "Ġshort": 2228,
      "Ġtre": 2229,
      "ume": 2230,
      "55": 2231,
      "verage": 2232,
      "viron": 2233,
      "Ġsays": 2234,
      "Ġparamet": 2235,
      "Ġfri": 2236,
      "ĠCal": 2237,
      "asing": 2238,
      "Ġmen": 2239,
      "Ġlater": 2240,
      "Ġbusiness": 2241,
      "ayer": 2242,
      "Ġalong": 2243,
      "ivity": 2244,
      "mathrm": 2245,
      "Ġenergy": 2246,
      "urs": 2247,
      "Ġrate": 2248,
      "ustom": 2249,
      "side": 2250,
      "ĠAt": 2251,
      "Ġcrit": 2252,
      "Ġinvestig": 2253,
      "Ġamount": 2254,
      "Ġstrong": 2255,
      "iving": 2256,
      "ique": 2257,
      "ift": 2258,
      "Ġdom": 2259,
      "Ġaway": 2260,
      "ĠOr": 2261,
      "Ġfac": 2262,
      "http": 2263,
      "conom": 2264,
      "iol": 2265,
      "Ġresponse": 2266,
      "Ġlevels": 2267,
      "ids": 2268,
      "})": 2269,
      "af": 2270,
      "ued": 2271,
      "Ġmass": 2272,
      "sw": 2273,
      "Ġoften": 2274,
      "table": 2275,
      "rect": 2276,
      "Ġmanag": 2277,
      "Ġwomen": 2278,
      "Ġfund": 2279,
      "cription": 2280,
      "aintiff": 2281,
      "cd": 2282,
      "ET": 2283,
      "Ġactivity": 2284,
      "Ġdidn": 2285,
      "Ġcertain": 2286,
      "ĠBl": 2287,
      "68": 2288,
      "Ġthought": 2289,
      "Ġ${\\": 2290,
      "test": 2291,
      "77": 2292,
      "ĠStates": 2293,
      "Val": 2294,
      "ister": 2295,
      "Ġpercent": 2296,
      "Ġinj": 2297,
      "ogn": 2298,
      "Ġexperim": 2299,
      "Ġvir": 2300,
      "ĠĠĠĠĠĠĠĠĠ": 2301,
      "Ġsubject": 2302,
      "ograph": 2303,
      "Ġlog": 2304,
      "Ġrequired": 2305,
      "orth": 2306,
      "Ġcontent": 2307,
      "Ġcheck": 2308,
      ")*": 2309,
      "Ġtell": 2310,
      "Ġdesign": 2311,
      "amples": 2312,
      "uation": 2313,
      "AM": 2314,
      "Ġpract": 2315,
      "Ġrequire": 2316,
      "48": 2317,
      "chan": 2318,
      "Ġport": 2319,
      "Cont": 2320,
      "angu": 2321,
      "OU": 2322,
      "Ġid": 2323,
      "^{-": 2324,
      "Ġissue": 2325,
      "rist": 2326,
      "ilon": 2327,
      "Ġthough": 2328,
      "icy": 2329,
      "39": 2330,
      "Ġsens": 2331,
      "\")": 2332,
      "Ġevent": 2333,
      "Ġgroups": 2334,
      "Ġhowever": 2335,
      "Ġthing": 2336,
      "ohn": 2337,
      "ising": 2338,
      "31": 2339,
      "iver": 2340,
      "Ġeng": 2341,
      "sequ": 2342,
      "Ġ([@": 2343,
      "return": 2344,
      "ribution": 2345,
      "]).": 2346,
      "Ġenc": 2347,
      "67": 2348,
      "aster": 2349,
      "Ġaccording": 2350,
      "ection": 2351,
      "Ġfore": 2352,
      "Ġdevelopment": 2353,
      "On": 2354,
      "Ġenough": 2355,
      "Ġage": 2356,
      "Ġrisk": 2357,
      "ands": 2358,
      "List": 2359,
      "Ġstring": 2360,
      "order": 2361,
      "Ġwar": 2362,
      "ĠCo": 2363,
      "ung": 2364,
      "}^": 2365,
      "ley": 2366,
      "Ġinclude": 2367,
      "Ġaccount": 2368,
      "Ġmicro": 2369,
      "Ġ50": 2370,
      "DE": 2371,
      "Ġkind": 2372,
      "Ġsuccess": 2373,
      "----------------------------------------------------------------": 2374,
      "go": 2375,
      "date": 2376,
      "Ġpress": 2377,
      "ding": 2378,
      "olution": 2379,
      "ores": 2380,
      "%)": 2381,
      "En": 2382,
      "ony": 2383,
      "omet": 2384,
      "Ġtold": 2385,
      "stit": 2386,
      "lete": 2387,
      "Ġsal": 2388,
      "anc": 2389,
      "Ġbase": 2390,
      "Ġsat": 2391,
      "ories": 2392,
      "Ġcourse": 2393,
      "Ġcompared": 2394,
      "sigma": 2395,
      "osis": 2396,
      "Ġlower": 2397,
      "ources": 2398,
      "vironment": 2399,
      "Ġ([": 2400,
      "Is": 2401,
      "Ġbook": 2402,
      "ians": 2403,
      "Ġmaking": 2404,
      "Ġterms": 2405,
      "ĠLe": 2406,
      "oms": 2407,
      "Ġconv": 2408,
      "ties": 2409,
      "Ġprovided": 2410,
      "ĠGod": 2411,
      "Ġworking": 2412,
      "Ġaff": 2413,
      "Ġsection": 2414,
      "OT": 2415,
      "Ġtext": 2416,
      "Ġupon": 2417,
      "uture": 2418,
      "How": 2419,
      "Ġmoney": 2420,
      "âĢ¦": 2421,
      "Ġauthor": 2422,
      "Ġdoesn": 2423,
      "Ġrelations": 2424,
      "85": 2425,
      "Ġtax": 2426,
      "Ġcoun": 2427,
      "Ġdetail": 2428,
      "><": 2429,
      "47": 2430,
      "pecial": 2431,
      "Ġsepar": 2432,
      "Ġresearch": 2433,
      "ival": 2434,
      "Ġlo": 2435,
      "sqrt": 2436,
      "atures": 2437,
      "ched": 2438,
      "Ġpast": 2439,
      "head": 2440,
      "Ġnecess": 2441,
      "Ġrole": 2442,
      "Ġrespons": 2443,
      "eq": 2444,
      "ING": 2445,
      "Ġcou": 2446,
      "inter": 2447,
      "II": 2448,
      "arrow": 2449,
      "umber": 2450,
      "cret": 2451,
      "Al": 2452,
      "Ġdri": 2453,
      "CC": 2454,
      "www": 2455,
      "gin": 2456,
      "IG": 2457,
      "ĠâĢĺ": 2458,
      "Ġcompon": 2459,
      "Ġbit": 2460,
      "Ġcomput": 2461,
      "most": 2462,
      "Ġcomplex": 2463,
      "Ġconditions": 2464,
      "66": 2465,
      "Ġcountry": 2466,
      "Ġann": 2467,
      "Ġrequest": 2468,
      "Ġlove": 2469,
      "ĠRep": 2470,
      "Ġtoget": 2471,
      "Ġrepl": 2472,
      "Ġtogether": 2473,
      "Ġseen": 2474,
      "time": 2475,
      "Ġmil": 2476,
      "html": 2477,
      "ai": 2478,
      "ubl": 2479,
      "Ġpoints": 2480,
      "Ġdou": 2481,
      "Ġpolit": 2482,
      "ĠÎ": 2483,
      "Ġexc": 2484,
      "Ġprotein": 2485,
      "ĠÐ": 2486,
      "Ġseason": 2487,
      "load": 2488,
      "medi": 2489,
      "cle": 2490,
      "value": 2491,
      "Ġagre": 2492,
      "Ġeffects": 2493,
      "Ġmor": 2494,
      "Ġuser": 2495,
      "Ġbecome": 2496,
      "Ġfoc": 2497,
      "Ġlarg": 2498,
      "Ġincrease": 2499,
      "Ġrange": 2500,
      "Ġshall": 2501,
      "Ġcannot": 2502,
      "Ar": 2503,
      "Ġproperty": 2504,
      "file": 2505,
      "Data": 2506,
      "Ġchanges": 2507,
      "gment": 2508,
      "Ġimage": 2509,
      "beta": 2510,
      "ache": 2511,
